/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "πριν %@";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "σε %@";

/* localized date component names and plural forms */
"now" = "τώρα";
"%d year (plural rule: zero)" = "%d χρόνια";
"%d year (plural rule: one)" = "%d χρόνος";
"%d year (plural rule: two)" = "%d χρόνια";
"%d year (plural rule: few)" = "%d χρόνια";
"%d year (plural rule: many)" = "%d χρόνια";
"%d year (plural rule: other)" = "%d χρόνια";
"%d month (plural rule: zero)" = "%d μήνες";
"%d month (plural rule: one)" = "%d μήνας";
"%d month (plural rule: two)" = "%d μήνες";
"%d month (plural rule: few)" = "%d μήνες";
"%d month (plural rule: many)" = "%d μήνες";
"%d month (plural rule: other)" = "%d μήνες";
"%d week (plural rule: zero)" = "%d εβδομάδες";
"%d week (plural rule: one)" = "%d εβδομάδα";
"%d week (plural rule: two)" = "%d εβδομάδες";
"%d week (plural rule: few)" = "%d εβδομάδες";
"%d week (plural rule: many)" = "%d εβδομάδες";
"%d week (plural rule: other)" = "%d εβδομάδες";
"%d day (plural rule: zero)" = "%d ημέρες";
"%d day (plural rule: one)" = "%d ημέρα";
"%d day (plural rule: two)" = "%d ημέρες";
"%d day (plural rule: few)" = "%d ημέρες";
"%d day (plural rule: many)" = "%d ημέρες";
"%d day (plural rule: other)" = "%d ημέρες";
"%d hour (plural rule: zero)" = "%d ώρες";
"%d hour (plural rule: one)" = "%d ώρα";
"%d hour (plural rule: two)" = "%d ώρες";
"%d hour (plural rule: few)" = "%d ώρες";
"%d hour (plural rule: many)" = "%d ώρες";
"%d hour (plural rule: other)" = "%d ώρες";
"%d minute (plural rule: zero)" = "%d λεπτά";
"%d minute (plural rule: one)" = "%d λεπτό";
"%d minute (plural rule: two)" = "%d λεπτά";
"%d minute (plural rule: few)" = "%d λεπτά";
"%d minute (plural rule: many)" = "%d λεπτά";
"%d minute (plural rule: other)" = "%d λεπτά";
"%d second (plural rule: zero)" = "%d δευτερόλεπτα";
"%d second (plural rule: one)" = "%d δευτερόλεπτο";
"%d second (plural rule: two)" = "%d δευτερόλεπτα";
"%d second (plural rule: few)" = "%d δευτερόλεπτα";
"%d second (plural rule: many)" = "%d δευτερόλεπτα";
"%d second (plural rule: other)" = "%d δευτερόλεπτα";
